{
  "error": {
    "auth": {
      "invalid": "Email hoặc tên đăng nhập không đúng"
    }
  },
  "home": "Trang chủ",
  "about": "Về chúng tôi",
  "product": "Sản Phẩm",
  "contact": "Liên hệ",
  "shop_now": "Mua ngay",
  "top_new_products": "Sản phẩm mới",
  "profile": "Thông tin cá nhân",
  "login": "Đăng nhập",
  "logout": "Đăng xuất",
  "shf_figures": "Mô hình nhân vật SHF",
  "mcfarlane_figures": "Mô hình nhân vật Mcfarlans",
  "hasbro": "Mô hình nhân vật Hasbro",
  "medicom": "Mô hình nhân vật Mafex ",
  "dc": "Mô hình nhân vật DC Collectibles",
  "wwe": "Mô hình nhân vật WWE ",
  "statue_figuart": "Tượng tĩnh",
  "action_figures_statue_collectibles_and_more!": "Nhân vật hành động, Tượng, Đồ sưu tầm,...!",
  "top_sale_products": "Sản phẩm giảm giá",
  "top_pre_order_products": "Sản phẩm đặt trước",
  "thank_you_for_shopping_with_us_your_order_is_on_the_way": "Cảm ơn bạn đã mua sắm với chúng tôi, đơn đặt hàng của bạn đang trên đường. ",
  "contact_us": "Liên lạc với chúng tôi.",
  "have_a_wonderful_day!": "Chúc một ngày tốt lành!",
  "store_at": "Cửa hàng ở",
  "copyright_2022_all_right_reserved_designed_and_developed_by_Ma_Ngoc_Hieu": "Bản quyền 2022. All Right Reserved. Thiết kế và Phát triển bởi Mã Ngọc Hiếu",
  "new_arrival": "Sản phẩm mới về",
  "sale_product": "Sản phẩm giảm giá",
  "pre_order": "Sản phẩm đặt trước",
  "all": "Tất cả sản phẩm",
  "brand": "Hãng sản xuất",
  "category": "Phân loại",
  "action_figure": "Mô hình nhân vật động",
  "statue": "Mô hình tĩnh",
  "search": "Tìm kiếm...",
  "username": "Tên đăng nhập",
  "password": "Mật khẩu",
  "forgot_password?": "Quên mật khẩu ?",
  "not_a_member": "Chưa có tài khoản?",
  "signup": "Đăng kí",
  "confirm_password": "Xác nhận mật khẩu",
  "by_clicking_reate_account_i_agree_that_i_have_read_and_accepted_the_and": "Bằng cách nhấp vào Tạo tài khoản, tôi đồng ý rằng tôi đã đọc và chấp nhận  và ",
  "terms_of_use": "Điều khoản sử dụng",
  "privacy_policy": "Chính sách quyền riêng tư.",
  "already_have_an_account?": "Bạn đã có tài khoản?",
  "item": "Sản phẩm",
  "price": "Giá tiền",
  "quantity": "Số lượng",
  "subtotal": "Tổng giá tiền",
  "shipping_fee": "Giá vận chuyển",
  "free": "Miễn phí",
  "order_total": "Tổng số lượng thanh toán",
  "displayname": "Biệt danh",
  "phonenumber": "Số điện thoại",
  "address": "Địa chỉ",
  "update": "Cập nhập",
  "gender": "Giới tính",
  "male": "Nam",
  "female": "Nữ",
  "other": "Khác",
  "birthday": "Ngày sinh",
  "pay": "Thanh toán",
  "checkout": "Thông tin giao hàng",
  "buy_now": "Mua ngay",
  "add_to_cart": "Thêm vào giỏ hàng",
  "main": "Nội dung",
  "dashboard": "Báo cáo",
  "lists": "Danh sách",
  "users": "Người dùng",
  "delivery": "Vận chuyển",
  "stats": "Thống kê",
  "service": "Phục vụ",
  "client_comment": "Phản hồi",
  "notifications": "Thông báo",
  "useful": "Tiện ích",
  "our_brand_partners": "Nhãn hàng ",
  "welcome_to_our_online_store!": "Chào mừng đến với cửa hàng của chúng tôi!",
  "dragonball_figures": "Mô hình 7 Viên Ngọc Rồng",
  "spiderman_figures": "Mô hình Người nhện",
  "transformer_figures": "Mô hình Người máy biến hình",
  "best_choice": "Lựa chọn tốt nhất",
  "sign_up_newletter": "Đăng ký nhận bản tin",
  "subscribe": "Đăng ký để nhận thêm Ưu đãi, Sự kiện và Khuyến mãi đặc biệt.",
  "your_email": "Email của bạn",
  "payment": "Thanh toán",
  "need_login": "Bạn cần đăng nhập trước",
  "click": "Nhấn vào đây",
  "story": "Câu chuyện của chúng tôi",
  "year": "Năm kinh nghiệm",
  "experience": "Kinh nghiệm ",
  "award": "Giải thưởng",
  "success": "Hành trình thành công",
  "empty": "Bạn chưa thêm sản phẩm nào",
  "fill": "Thêm",
  "update_successful": "Cập nhập thành công",
  "incorrect": "Tên đăng nhập hoặc mật khẩu không đúng",
  "login_successful": "Đăng nhập thành công",
  "signup_successful": "Đăng kí thành công",
  "cart": "Giỏ hàng",
  "my_account": " Tài khoản của bạn",
  "info": "Thông tin",
  "help": "Trợ giúp",
  "text1": "Khi còn nhỏ, tôi rất thích Transformers, DC, Marvel và Anime... Tôi dần xa rời những món đồ chơi này khi lớn lên ở trường, nhưng lại khám phá lại sở thích sưu tập đồ chơi của mình khi còn học đại học. Tôi đã dành vài năm tiếp theo để thu thập, mua . Sau khi tốt nghiệp đại học vào năm 2023, tôi được nghỉ hè và quyết định thử bán đồ chơi toàn thời gian trước khi tìm một công việc thực sự",
  "text2": "Sản phẩm của chúng tôi được làm bằng vật liệu chất lượng cao nhất.",
  "text3": "Chào mừng đến với nhân vật Marvel & DC. Marvel Legends là một trong những dòng đồ chơi Marvel dài nhất từ ​​​​trước đến nay của Hasbro, dòng này dựa trên các tài sản thuộc sở hữu của Marvel Comics. Các siêu anh hùng DC là một bộ sưu tập các nhân vật hành động do McFarlane sản xuất ban đầu trong quá trình sản xuất Đồ chơi McFarlane, dòng này dựa trên các tài sản thuộc sở hữu của DC Comics.",
  "superhero": "Siêu anh hùng",
  "text4": "Nó không chỉ là một món đồ chơi, nó là một niềm đam mê",
  "transformer": "Người máy biến hình",
  "anime": "Nhân vật truyện tranh",
  "athlete": "Vận động viên",
  "text7": "Mọi thắc mắc xin vui lòng liên hệ cho chúng tôi qua các hình thức dưới đây",
  "text6": "Nhân vật hành động WWE là nhân vật hành động có thể tạo dáng dựa trên các đô vật và tính cách của WWE. Bộ sưu tập Phiên bản giới hạn của UFC Ultimate Series chứa bảy nhân vật UFC 6 inch! Mỗi máy bay chiến đấu có các chi tiết tuyệt vời bao gồm hình xăm, hạng cân ...",
  "text5": "Transformers là thương hiệu truyền thông được sản xuất bởi công ty đồ chơi Mỹ Hasbro và công ty đồ chơi Nhật Bản Takara Tomy. Một tiêu chuẩn mới trong các nhân vật hành động Anime đại diện cho công nghệ thiết kế nghệ thuật của Bandai",
  "text8": " Chào mừng bạn đến với HieuCollection, điểm đến lý tưởng cho những người yêu thích đồ chơi ở mọi lứa tuổi. Cho dù bạn đang tìm kiếm những nhân vật hành động mới nhất, những con thú nhồi bông đáng yêu nhất, những trò chơi cờ thú vị nhất hay những món đồ sưu tầm hiếm nhất, bạn sẽ tìm thấy chúng ở đây tại HieuCollection. Chúng tôi có rất nhiều lựa chọn đồ chơi từ nhiều nhãn hiệu và chủng loại khác nhau, đồng thời chúng tôi luôn cập nhật hàng tồn kho của mình với những sản phẩm mới và ưu đãi độc quyền. Bạn có thể duyệt qua danh mục trực tuyến của chúng tôi hoặc ghé thăm cửa hàng thực của chúng tôi để xem trực tiếp đồ chơi của chúng tôi. Chúng tôi cũng mua và bán đồ chơi đã qua sử dụng, vì vậy nếu bạn muốn thanh lý bất kỳ đồ chơi cũ hoặc đồ chơi không dùng đến nào, hãy mang chúng đến cho chúng tôi và chúng tôi sẽ cung cấp cho bạn một mức giá hợp lý. Hoặc nếu bạn đang tìm kiếm một món đồ chơi cụ thể khó tìm, hãy cho chúng tôi biết và chúng tôi sẽ cố gắng tìm nguồn hàng đó cho bạn. Tại HieuCollection, chúng tôi đam mê đồ chơi và chúng tôi muốn chia sẻ niềm đam mê đó với bạn. Vì vậy, hãy đến và tham gia cùng chúng tôi trong xứ sở thần tiên đồ chơi của chúng tôi, nơi mỗi ngày đều là một ngày vui vẻ!",
  "text9": "Bạn đã sẵn sàng cho cuộc phiêu lưu đồ chơi đỉnh cao chưa? Sau đó, bạn cần kiểm tra HieuCollection, cửa hàng lý tưởng cho mọi nhu cầu về đồ chơi của bạn. Cho dù bạn còn trẻ hay có tâm hồn trẻ trung, bạn sẽ tìm thấy điều gì đó khơi dậy trí tưởng tượng của mình và khiến bạn mỉm cười tại HieuCollection. Chúng tôi có mọi thứ, từ những siêu anh hùng đầy hành động, đến những con thú nhồi bông dễ thương, những câu đố hóc búa, đến những món đồ sưu tầm cổ điển. Và chúng tôi luôn bổ sung những đồ chơi mới và thú vị vào bộ sưu tập của mình, vì vậy bạn không bao giờ biết mình có thể khám phá ra điều gì. Bạn có thể mua sắm trực tuyến hoặc tại cửa hàng và chúng tôi cũng cung cấp dịch vụ mua và bán đồ chơi đã qua sử dụng. Vì vậy, nếu bạn có một số đồ chơi mà bạn không muốn nữa, hãy mang chúng đến cho chúng tôi và chúng tôi sẽ trả tiền mặt cho bạn. Hoặc nếu bạn đang tìm kiếm một món đồ chơi đặc biệt khó tìm, hãy cho chúng tôi biết và chúng tôi sẽ cố gắng hết sức để có được món đồ chơi đó cho bạn. HieuCollection không chỉ là một cửa hàng đồ chơi mà còn là một thiên đường đồ chơi. Vì vậy, đừng chờ đợi, hãy đến và tham gia cuộc vui ngay hôm nay! ",
  "Why choose us?": "Tại sao nên chọn chúng tôi?",
  "We serve the best products": "Chúng tôi phục vụ những sản phẩm tốt nhất",
  "Customer Satisfaction": "Sự hài lòng của quý khách hàng",
  "Top quality products": "Sản phẩm chất lượng đi đầu",
  "Quality service": "Chất lượng phục vụ",
  "edit": "Chỉnh sửa",
  "changePass": "Đổi mật khẩu",
  "oldPass": "Mật khẩu cũ",
  "newPass": "Mật khẩu mới",
  "close": "Đóng"
}
